{
    "users": [
        {
            "id": 1,
            "email": "frankly@speaking.com",
            "firstname": "Frank",
            "lastname": "Armstrong",
            "password": "0Lelia39"
        },
        {
            "id": 2,
            "email": "me@osiloke.com",
            "firstname": "Osiloke",
            "lastname": "Emoekpre",
            "password": "2Kellie20"
        },
        {
            "id": 3,
            "email": "j.abdulateef@gmail.com",
            "firstname": "Jefferey",
            "lastname": "Abdulateef",
            "password": "5Eleanore90"
        }
    ],
    "posts": [
        {
            "id": 1,
            "title": "Et sit excepturi",
            "body": "Fugit provident nulla voluptas dolor fugit. Velit dolorem unde delectus perspiciatis itaque. Consequuntur nemo quo reprehenderit soluta voluptatum vel error aut. Possimus consequuntur quo sint. Assumenda hic voluptas vitae iste dolore. Nemo sit quaerat vero ea et voluptatem tempore. Quam quasi autem asperiores natus perspiciatis asperiores voluptatem. Earum quia vel sapiente sequi deserunt rerum nihil. Vel porro libero placeat at et architecto. Porro perspiciatis omnis consectetur nihil et. Assumenda harum ipsum architecto ratione non voluptatibus aut nemo et.",
            "user_id": 1,
            "date": "1988-07-13",
            "images": [
                "http://lorempixel.com/640/480/fashion",
                "http://lorempixel.com/640/480/animals"
            ]
        },
        {
            "id": 2,
            "title": "Explicabo odit sed",
            "body": "Qui ipsa sed molestiae vel vitae neque omnis. Qui libero ipsa natus nemo. Rerum dignissimos dolores qui quo reprehenderit voluptas. Ut repellendus dolor itaque porro quibusdam qui autem. Fugit qui libero nihil. Fugiat sapiente expedita harum dolores qui ut. Recusandae ut ab veritatis dolorem aut blanditiis nihil. Omnis odio laboriosam harum. Tenetur aliquam quaerat. Esse eius itaque qui blanditiis aut cupiditate eveniet tempore. Beatae et nam accusantium aut quo.",
            "user_id": 1,
            "date": "1973-06-15",
            "images": [
                "http://lorempixel.com/640/480/fashion",
                "http://lorempixel.com/640/480/sports"
            ]
        },
        {
            "id": 3,
            "title": "Ducimus et totam",
            "body": "Sed voluptas dolorum quisquam ducimus a vitae consequatur et. Aliquam sapiente numquam natus non adipisci et adipisci. Maxime qui neque dolor veniam quis fuga cumque. Aut consequatur quos est voluptatem qui corporis consectetur magni enim. Est ex numquam ratione deserunt unde quibusdam fugiat. Sunt in sit autem et libero. Omnis expedita autem et dolorem facere id qui in. Quam ea aliquam inventore excepturi minima maiores. Dolor aliquid excepturi expedita cumque accusantium nam enim accusamus. Non est nam sit animi ratione ea eligendi. Ea architecto quos labore ex impedit illum. Repudiandae tempore facere. Enim officia voluptatum in esse mollitia. Aut perferendis non nostrum vel animi a officiis quasi. Ducimus non nihil accusantium provident odit debitis. Deserunt pariatur et dolores quod et eligendi quidem voluptates magni. Aspernatur numquam ea fuga. Laborum ratione facilis enim consequatur. Rerum debitis deserunt ipsa vitae consequatur blanditiis debitis quis.",
            "user_id": 3,
            "date": "1972-07-25",
            "images": [
                "http://lorempixel.com/640/480/cats",
                "http://lorempixel.com/640/480/technics"
            ]
        }
    ],
    "comments": [
        {
            "id": 1,
            "post_id": 1,
            "body": "Velit accusantium at qui nisi. Et est dolores est. Dolorem rem dolorem unde aliquam totam nam doloribus et.",
            "date": "1980-11-30"
        },
        {
            "id": 2,
            "post_id": 1,
            "body": "Consequatur provident dolorum. Suscipit quis aut accusantium. Nemo dolores voluptatum omnis esse et quia. Aut neque ipsam cumque dicta velit et. Provident vel deserunt voluptatibus in et molestiae ipsam possimus.",
            "date": "1973-11-20"
        }
    ]
}